OpenFOAM files/run/onlyOneTree/LAD1.4/LoD2/broadleaf_im_summer/0/plantCd
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      Cd;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField  uniform  0.0;

boundaryField
{
    y1
    {
        type            fixedValue;
        value           uniform 0;
    }

    y0
    {
        type            fixedValue;
        value           uniform 0;
    }

    wall
    {
        type            fixedValue;
        value           uniform 0;
    }
    
    #include "include/sideAndTopPatches"
}
